simulations/cfd/phaseforge_channel/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
\*---------------------------------------------------------------------------*/
application     interFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         0.05;
deltaT          1e-4;
writeControl    adjustableRunTime;
writeInterval   0.01;
purgeWrite      0;
writeFormat     ascii;
writePrecision  6;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable yes;
adjustTimeStep  yes;
maxCo           0.5;
maxAlphaCo      0.5;
maxDeltaT       0.002;
