simulations/cfd/phaseforge_channel/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
\*---------------------------------------------------------------------------*/
convertToMeters 0.001;

vertices
(
    (0 0 0)
    (20 0 0)
    (20 3 0)
    (0 3 0)
    (0 0 0.1)
    (20 0 0.1)
    (20 3 0.1)
    (0 3 0.1)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (80 12 1) simpleGrading (1 1 1)
);

edges ();

boundary
(
    inlet
    {
        type patch;
        faces ((0 4 7 3));
    }
    outlet
    {
        type patch;
        faces ((1 2 6 5));
    }
    walls
    {
        type wall;
        faces
        (
            (0 1 5 4)
            (3 7 6 2)
        );
    }
    frontAndBack
    {
        type empty;
        faces
        (
            (0 3 2 1)
            (4 5 6 7)
        );
    }
);

mergePatchPairs ();
