simulations/cfd/phaseforge_channel/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
\*---------------------------------------------------------------------------*/
simulationType  laminar;
