simulations/cfd/phaseforge_channel/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
FoamFile { version 2.0; format ascii; class dictionary; object transportProperties; }
\*---------------------------------------------------------------------------*/
phases (water oil);

water
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 1e-06;
    rho             [1 -3 0 0 0 0 0] 1000;
}

oil
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 1.02e-06;
    rho             [1 -3 0 0 0 0 0] 980;
}

sigma           [1 0 -2 0 0 0 0] 0.004;
