simulations/cfd/phaseforge_channel/0/U
/*--------------------------------*- C++ -*----------------------------------*\
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
\*---------------------------------------------------------------------------*/
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0.05 0 0);
boundaryField
{
    inlet { type fixedValue; value uniform (0.05 0 0); }
    outlet { type zeroGradient; }
    walls { type noSlip; }
    frontAndBack { type empty; }
}
