simulations/cfd/phaseforge_channel/0/p_rgh
/*--------------------------------*- C++ -*----------------------------------*\
FoamFile { version 2.0; format ascii; class volScalarField; object p_rgh; }
\*---------------------------------------------------------------------------*/
dimensions      [1 -1 -2 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet { type fixedFluxPressure; value uniform 0; }
    outlet { type totalPressure; p0 uniform 0; value uniform 0; }
    walls { type fixedFluxPressure; value uniform 0; }
    frontAndBack { type empty; }
}
