simulations/cfd/phaseforge_channel/0/alpha.water
/*--------------------------------*- C++ -*----------------------------------*\
FoamFile { version 2.0; format ascii; class volScalarField; object alpha.water; }
\*---------------------------------------------------------------------------*/
dimensions      [0 0 0 0 0 0 0];
internalField   uniform 1;
boundaryField
{
    inlet { type fixedValue; value uniform 1; }
    outlet { type zeroGradient; }
    walls { type zeroGradient; }
    frontAndBack { type empty; }
}
