simulations/cfd/phaseforge_channel/system/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
FoamFile { version 2.0; format ascii; class dictionary; object setFieldsDict; }
\*---------------------------------------------------------------------------*/
defaultFieldValues
(
    volScalarFieldValue alpha.water 1
);

regions
(
    // Dispersed organic droplets as circular-ish boxes (2D).
    boxToCell
    {
        box (2 1.0 -1) (2.6 1.6 1);
        fieldValues ( volScalarFieldValue alpha.water 0 );
    }
    boxToCell
    {
        box (4 1.6 -1) (4.6 2.2 1);
        fieldValues ( volScalarFieldValue alpha.water 0 );
    }
    boxToCell
    {
        box (6 0.8 -1) (6.6 1.4 1);
        fieldValues ( volScalarFieldValue alpha.water 0 );
    }
);
