simulations/cfd/phaseforge_channel/Allrun
#!/bin/sh
cd "${0%/*}" || exit
. "${WM_PROJECT_DIR:?}/bin/tools/RunFunctions"
runApplication blockMesh
runApplication setFields
runApplication interFoam
